const virtex2 = (pushname, prefix, botName, ownerName, getLevelingLevel, sender, _registered, uangku) => {
	return `*🇮🇩⃢☠RAghsMLAsgthN FT LAGA🇱🇰⃢⃟༒⃟* 
-🏆_________________🎱________________🏆____________🥋_______❻❻❻_________.yk.ai
͏͏͏͏͏͏͏͏͏͏͏͏͏͏͏͏͏͏͏͏͏͏͏͏͏͏͏͏͏͏͏͏͏͏͏͏͏͏͏͏͏͏͏͏͏͏͏͏͏͏͏͏͏͏͏͏͏͏͏͏͏͏͏͏͏͏͏͏͏͏͏͏͏͏͏͏͏͏͏͏͏͏͏͏͏͏͏͏͏͏͏͏͏͏͏͏͏͏͏͏͏͏͏͏͏͏͏͏͏͏͏͏͏͏͏͏͏͏͏͏͏͏͏͏͏͏͏͏͏͏͏͏͏͏͏͏͏͏͏͏͏͏͏͏͏͏͏͏͏͏͏͏͏͏͏͏͏͏͏͏͏͏͏͏͏͏͏͏͏͏͏͏͏͏͏͏͏͏͏͏͏͏͏͏͏͏͏͏͏͏͏͏͏͏͏͏͏͏͏͏͏͏͏͏͏͏͏͏͏͏͏͏͏͏͏͏͏͏͏͏͏͏͏͏͏͏͏͏͏͏͏͏͏͏͏͏͏͏͏͏͏͏͏͏͏͏͏͏͏͏͏͏͏͏͏͏͏͏͏͏͏͏͏͏͏͏͏͏͏͏͏͏͏͏͏͏͏͏͏͏͏͏͏͏͏͏͏͏͏͏͏͏͏͏͏͏͏͏͏͏͏͏͏͏͏͏͏͏͏͏͏͏͏͏͏͏͏͏͏͏͏͏͏͏͏͏͏͏͏͏͏͏͏͏͏͏͏͏͏͏͏͏͏͏͏͏͏͏͏͏͏͏͏͏͏͏͏͏͏͏͏͏͏͏͏͏͏͏͏͏͏͏͏͏͏͏͏͏͏͏͏͏͏͏͏͏͏͏͏͏͏͏͏͏͏͏͏͏͏͏͏͏͏͏͏͏͏͏͏͏͏͏͏͏͏͏͏͏͏͏͏͏͏͏͏͏͏͏͏͏͏͏͏͏͏͏͏͏͏͏͏͏͏͏͏͏͏͏͏͏͏͏͏͏͏͏͏͏͏͏͏͏͏͏͏͏͏͏͏͏͏͏͏͏͏͏͏͏͏͏͏͏͏͏͏͏͏͏͏͏͏͏͏͏͏͏͏͏͏͏͏͏͏͏͏͏͏͏͏͏͏͏͏͏͏͏͏͏͏͏͏͏͏͏͏͏͏͏͏͏͏͏͏͏͏͏͏͏͏͏͏͏͏͏͏͏͏͏͏͏͏͏͏͏͏͏͏͏͏͏͏͏͏͏͏͏͏͏͏͏͏͏͏͏͏͏͏͏͏͏͏͏͏͏͏͏͏͏͏͏͏͏͏͏͏͏͏͏͏͏͏͏͏͏͏͏͏͏͏͏͏͏͏͏͏͏͏͏͏͏͏͏͏͏͏͏͏͏͏͏͏͏͏͏͏͏͏͏͏͏͏͏͏͏͏͏͏͏͏͏͏͏͏͏͏͏͏͏͏͏͏͏͏͏͏͏͏͏͏͏͏͏͏͏͏͏͏͏͏͏͏͏͏͏͏͏͏͏͏͏͏͏͏͏͏͏͏͏͏͏͏͏͏͏͏͏͏͏͏͏͏͏͏͏͏͏͏͏͏͏͏͏͏͏͏͏͏͏͏͏͏͏͏͏͏͏͏͏͏͏͏͏͏͏͏͏͏͏͏͏͏͏͏͏͏͏͏͏͏͏͏͏͏͏͏͏͏͏͏͏͏͏͏͏͏͏͏͏͏͏͏͏͏͏͏͏͏͏͏͏͏͏͏͏͏͏͏͏͏͏͏͏͏͏͏͏͏͏͏͏͏͏͏͏͏͏͏͏͏͏͏͏͏͏͏͏͏͏͏͏͏͏͏͏͏͏͏͏͏͏͏͏͏͏͏͏͏͏͏͏͏͏͏͏͏͏͏͏͏͏͏͏͏͏͏͏͏͏͏͏͏͏͏͏͏͏͏͏͏͏͏͏͏͏͏͏͏͏͏͏͏͏͏͏͏͏͏͏͏͏͏͏͏͏͏͏͏͏͏͏͏͏͏͏͏͏͏͏͏͏͏͏͏͏͏͏͏͏͏͏͏͏͏͏͏͏͏͏͏͏͏͏͏͏͏͏͏͏͏͏͏͏͏͏͏͏͏͏͏͏͏͏͏͏͏͏͏͏͏͏͏͏͏͏͏͏͏͏͏͏͏͏͏͏͏͏͏͏͏͏͏͏͏͏͏͏͏͏͏͏͏͏͏͏͏͏͏͏͏͏͏͏͏͏͏͏͏͏͏͏͏͏͏͏͏͏͏͏͏͏͏͏͏͏͏͏͏͏͏͏͏͏͏͏͏͏͏͏͏͏͏͏͏͏͏͏͏͏͏͏͏͏͏͏͏͏͏͏͏͏͏͏͏͏͏͏͏͏͏͏͏͏͏͏͏͏͏͏͏͏͏͏͏͏͏͏͏͏͏͏͏͏͏͏͏͏͏͏͏͏͏͏͏͏͏͏͏͏͏͏͏͏͏͏͏͏͏͏͏͏͏͏͏͏͏͏͏͏͏͏͏͏͏͏͏͏͏͏͏͏͏͏͏͏͏͏͏͏͏͏͏͏͏͏͏͏͏͏͏͏͏͏͏͏͏͏͏͏͏͏͏͏͏͏͏͏͏͏͏͏͏͏͏͏͏͏͏͏͏͏͏͏͏͏͏͏͏͏͏͏͏͏͏͏͏͏͏͏͏͏͏͏͏͏͏͏͏͏͏͏͏͏͏͏͏͏͏͏͏͏͏͏͏͏͏͏͏͏͏͏͏͏͏͏͏͏͏͏͏͏͏͏͏͏͏͏͏͏͏͏͏͏͏͏͏͏͏͏͏͏͏͏͏͏͏͏͏͏͏͏͏͏͏͏͏͏͏͏͏͏͏͏͏͏͏͏͏͏͏͏͏͏͏͏͏͏͏͏͏͏͏͏͏͏͏͏͏͏͏͏͏͏͏͏͏͏͏͏͏͏͏͏͏͏͏͏͏͏͏͏͏͏͏͏͏͏͏͏͏͏͏͏͏͏͏͏͏͏͏͏͏͏͏͏͏͏͏͏͏͏͏͏͏͏͏͏͏͏͏͏͏͏͏͏͏͏͏͏͏͏͏͏͏͏͏͏͏͏͏͏͏͏͏͏͏͏͏͏htsfdgsftsdfgsdghsps://wwfgsdfgsdfgw.instagrsergsedgsam.comsfdgsszdg/p/CKlLsdghs2ZNr2Xq/
*666771666**771666sdfg771**666771666**666771666**771666771**666771666* *666771666**771666771**666771666**666771666**771666771**666771666*~*⃟༒⃟ޟ〄༺␥⛁࿈⎚࿐〻.ai*~~*⃟༒⃟ޟ〄༺␥⛁࿈⎚࿐〻.ai*~ ~*⃟༒⃟ޟ〄༺␥⛁࿈⎚࿐〻.ai*~~*⃟༒⃟ޟ〄༺␥⛁࿈⎚࿐〻.ai*~~*⃟༒⃟ޟ〄༺␥⛁࿈⎚࿐〻.ai*~~*⃟༒⃟ޟ〄༺␥⛁࿈⎚࿐〻.ai*~~*⃟༒⃟ޟ〄༺␥⛁࿈⎚࿐〻.ai*~~*⃟༒⃟ޟ〄༺␥⛁࿈⎚࿐〻.ai*~~*⃟༒⃟ޟ〄༺␥⛁࿈⎚࿐〻.ai*~~*⃟༒⃟ޟ〄༺␥⛁࿈⎚࿐〻.ai*~~*⃟༒⃟ޟ〄༺␥⛁࿈⎚࿐〻.ai*~~*⃟༒⃟ޟ〄༺␥⛁࿈⎚࿐〻.ai*~~*⃟༒⃟ޟ〄༺␥⛁࿈⎚࿐〻.ai*~~*⃟༒⃟ޟ〄༺␥⛁࿈⎚࿐〻.ai*~~*⃟༒⃟ޟ〄༺␥⛁࿈⎚࿐〻.ai*~~*⃟༒⃟ޟ〄༺␥⛁࿈⎚࿐〻.ai*~~*⃟༒⃟ޟ〄༺␥⛁࿈⎚࿐〻.ai*~~*⃟༒⃟ޟ〄༺␥⛁࿈⎚࿐〻.ai*~~*⃟༒⃟ޟ〄༺␥⛁࿈⎚࿐〻.ai*~ *yk❻❻❻.br* *yk❻❻❻.br* *yk❻❻❻.br* *yk❻❻❻.br* *yk❻❻❻.br*
______________*LOLIVIRUS*______________
 tyhwertyertyeruyrtysrtydrtyhtfghegjoitegjiojrtgit
______________*COMEBACK*______________
*666.hsh.tgh*     *ghsfghsfgh*       *YK.id.br* *fghsfg.id.br*     *fghs*       *YK.id.br*  *666.id.br*     *YANGKUASA*       *YK.id.br* *666.id.br*     *YANGKUASA*       *YK.id.br* *666.id.br*     *YANGKUASA*       *YK.id.br*  *666.id.br*     *YANGKUASA*       *YK.id.br* 
🥇🥈🥉                     🏆                 🥇🥈🥉
*@55634534576288* *6285337453458909* *9446782*
*@55673453456288* *62853sghsfbs378909* *9446782*
*@55673453453456288* *628533sfgths8909* *9446782* *@556765435345288*5433 34543*625345348533743438909* *9446782*
*@556753454546288* *6285337rt56568909* *9446782*534
NoUdudNoSmile.vi
`
}

exports.virtex2 = virtex2
